Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Comeback mode is a 21-day setting that adapts your recovery score for periods when your vitals baselines are unreliable — coming back from the flu, a long taper, post-surgery, jet lag, or any extended break.
ar: وضع العودة إعداد مدته 21 يومًا يكيّف درجة تعافيك للفترات التي تكون فيها خطوط أساس العلامات الحيوية غير موثوقة — العودة من الإنفلونزا، أو فترة تخفيف طويلة، أو ما بعد الجراحة، أو اضطراب الرحلات الجوية، أو أي انقطاع طويل.
da: Comeback-tilstand er en 21-dages indstilling, der tilpasser din restitutionsscore i perioder, hvor dine baselines for vitale tegn er upålidelige — efter influenza, en lang nedtrapning, efter en operation, jetlag eller enhver længere pause.
de: Der Comeback-Modus ist eine 21-tägige Einstellung, die deinen Erholungswert für Phasen anpasst, in denen deine Vitalwert-Baselines unzuverlässig sind — nach einer Grippe, einem langen Tapering, einer Operation, Jetlag oder einer längeren Pause.
es: El modo regreso es un ajuste de 21 días que adapta tu puntuación de recuperación para periodos en los que las líneas base de tus constantes vitales no son fiables: al volver de una gripe, tras una larga puesta a punto, después de una cirugía, con jet lag o tras cualquier parón prolongado.
fi: Paluutila on 21 päivän asetus, joka mukauttaa palautumispistemääräsi jaksoille, jolloin vitaaliarvojen perustasot eivät ole luotettavia — kun palaat flunssasta, pitkän keventelyn jälkeen, leikkauksen jälkeen, aikaerorasituksen aikana tai minkä tahansa pitkän tauon jälkeen.
fr: Le mode retour est un réglage de 21 jours qui adapte votre score de récupération pendant les périodes où vos références de signes vitaux ne sont pas fiables — retour après une grippe, longue période d’affûtage, suites d’une opération, décalage horaire ou toute pause prolongée.
is: Endurkomuhamur er 21 dags stilling sem aðlagar batastigið þitt á tímabilum þegar grunngildi lífsmarka eru óáreiðanleg — eftir flensu, langa niðurtröppun, eftir skurðaðgerð, flugþreytu eða hvaða lengra hlé sem er.
it: La modalità rientro è un'impostazione di 21 giorni che adatta il punteggio di recupero ai periodi in cui le linee di base dei parametri vitali non sono affidabili: dopo un'influenza, un lungo scarico, un intervento chirurgico, il jet lag o una lunga pausa.
ja: カムバックモードは 21 日間の設定で、バイタルのベースラインが当てにならない期間に合わせて回復スコアを調整します — インフルエンザからの回復、長いテーパー、手術後、時差ぼけ、長期の休養などです。
ko: 복귀 모드는 활력 징후 기준선을 신뢰하기 어려운 기간 — 독감에서 회복 중, 긴 테이퍼, 수술 후, 시차, 또는 긴 휴식 후 — 에 회복 점수를 조정하는 21일 설정입니다.
nb: Comeback-modus er en 21-dagers innstilling som tilpasser restitusjonsscoren i perioder der grunnlinjene for vitale tegn er upålitelige — når du kommer tilbake etter influensa, en lang nedtrapping, en operasjon, jetlag eller en lengre pause.
nl: De comeback-modus is een instelling van 21 dagen die je herstelscore aanpast voor periodes waarin de basislijnen van je vitale waarden onbetrouwbaar zijn — herstel na griep, een lange taperperiode, na een operatie, jetlag of een andere lange pauze.
pt_br: O modo retorno é uma configuração de 21 dias que adapta sua pontuação de recuperação para períodos em que as linhas de base dos seus sinais vitais não são confiáveis — volta após uma gripe, um polimento longo, pós-cirurgia, jet lag ou qualquer pausa prolongada.
ru: Режим возвращения — это настройка на 21 день, которая адаптирует оценку восстановления к периодам, когда базовые уровни жизненных показателей ненадёжны: восстановление после гриппа, длительное снижение нагрузки, период после операции, смена часовых поясов или любой долгий перерыв.
sv: Comeback-läget är en 21-dagarsinställning som anpassar din återhämtningspoäng för perioder då baslinjerna för dina vitala tecken är opålitliga — efter influensa, en lång nedtrappning, en operation, jetlag eller ett längre uppehåll.
zh_hans: 回归模式是一个为期 21 天的设置，用于在你的生命体征基线不可靠时调整恢复评分 — 例如流感康复、长时间减量、术后、时差，或任何较长的中断。

source: Comma-separated RR intervals — auto-detects ms vs seconds
ar: فواصل RR مفصولة بفواصل — يكتشف تلقائيًا الميلي ثانية مقابل الثواني
da: Kommaseparerede RR-intervaller — registrerer automatisk ms eller sekunder
de: Kommagetrennte RR-Intervalle — erkennt automatisch ms oder Sekunden
es: Intervalos RR separados por comas: detecta automáticamente ms o segundos
fi: Pilkuilla erotetut RR-välit — tunnistaa automaattisesti millisekunnit ja sekunnit
fr: Intervalles RR séparés par des virgules — détecte automatiquement ms ou secondes
is: Kommuaðskilin RR-bil — greinir sjálfkrafa ms eða sekúndur
it: Intervalli RR separati da virgole — rileva automaticamente ms o secondi
ja: カンマ区切りの RR 間隔 — ms か秒かを自動判別します
ko: 쉼표로 구분된 RR 간격 — ms와 초를 자동으로 감지
nb: Kommaseparerte RR-intervaller — oppdager automatisk ms eller sekunder
nl: RR-intervallen gescheiden door komma’s — herkent automatisch ms of seconden
pt_br: Intervalos RR separados por vírgula — detecta automaticamente ms ou segundos
ru: RR-интервалы через запятую — миллисекунды или секунды определяются автоматически
sv: Kommaseparerade RR-intervall — känner automatiskt av ms eller sekunder
zh_hans: 逗号分隔的 RR 间期 — 自动识别毫秒或秒

source: Compare SDNN only between recordings of similar duration. A 5-minute and 8-hour recording aren't comparable because slower rhythms need time to express. RMSSD is more consistent across different recording lengths — that's why it's the primary recovery metric.
ar: قارن SDNN فقط بين تسجيلات متقاربة المدة. لا يمكن مقارنة تسجيل 5 دقائق بتسجيل 8 ساعات لأن الإيقاعات الأبطأ تحتاج وقتًا لتظهر. RMSSD أكثر ثباتًا عبر أطوال التسجيل المختلفة — ولهذا هو المقياس الأساسي للتعافي.
da: Sammenlign kun SDNN mellem optagelser af samme længde. En optagelse på 5 minutter og en på 8 timer er ikke sammenlignelige, fordi langsommere rytmer har brug for tid til at komme til udtryk. RMSSD er mere ensartet på tværs af optagelseslængder — derfor er den den primære restitutionsmåling.
de: Vergleiche SDNN nur zwischen Aufnahmen ähnlicher Dauer. Eine 5-Minuten- und eine 8-Stunden-Aufnahme sind nicht vergleichbar, weil langsamere Rhythmen Zeit brauchen, um sich zu zeigen. RMSSD ist über unterschiedliche Aufnahmelängen hinweg stabiler — deshalb ist er die wichtigste Erholungsmetrik.
es: Compara el SDNN solo entre grabaciones de duración similar. Una grabación de 5 minutos y otra de 8 horas no son comparables, porque los ritmos más lentos necesitan tiempo para manifestarse. El RMSSD es más consistente entre grabaciones de distinta duración: por eso es la métrica principal de recuperación.
fi: Vertaa SDNN:ää vain keskenään samanmittaisten tallennusten välillä. 5 minuutin ja 8 tunnin tallennukset eivät ole vertailukelpoisia, koska hitaammat rytmit tarvitsevat aikaa näkyäkseen. RMSSD on johdonmukaisempi eripituisissa tallennuksissa — siksi se on ensisijainen palautumismittari.
fr: Ne comparez le SDNN qu’entre des enregistrements de durée similaire. Un enregistrement de 5 minutes et un de 8 heures ne sont pas comparables, car les rythmes plus lents ont besoin de temps pour s’exprimer. Le RMSSD est plus constant selon la durée d’enregistrement — c’est pourquoi c’est la métrique principale de récupération.
is: Berðu SDNN aðeins saman milli upptaka af svipaðri lengd. 5 mínútna og 8 klukkustunda upptökur eru ekki sambærilegar því hægari taktar þurfa tíma til að koma fram. RMSSD er stöðugra milli ólíkra upptökulengda — þess vegna er það aðalmælikvarðinn á bata.
it: Confronta l'SDNN solo tra registrazioni di durata simile. Una registrazione di 5 minuti e una di 8 ore non sono confrontabili, perché i ritmi più lenti hanno bisogno di tempo per manifestarsi. L'RMSSD è più coerente tra registrazioni di durata diversa: per questo è la metrica di recupero principale.
ja: SDNN は、長さが同程度の記録同士でのみ比較してください。遅いリズムが現れるには時間がかかるため、5 分の記録と 8 時間の記録は比較できません。RMSSD は記録の長さが違っても比較的一貫しています — それが主要な回復指標である理由です。
ko: SDNN은 비슷한 길이의 기록끼리만 비교하세요. 느린 리듬은 나타나는 데 시간이 걸리므로 5분 기록과 8시간 기록은 비교할 수 없습니다. RMSSD는 기록 길이가 달라도 더 일관적이기 때문에 주요 회복 지표로 사용됩니다.
nb: Sammenlign SDNN bare mellom opptak med lignende varighet. Et opptak på 5 minutter og et på 8 timer er ikke sammenlignbare, fordi langsommere rytmer trenger tid for å komme til uttrykk. RMSSD er mer konsistent på tvers av opptakslengder — derfor er den hovedmålet for restitusjon.
nl: Vergelijk SDNN alleen tussen opnames van vergelijkbare duur. Een opname van 5 minuten en een van 8 uur zijn niet vergelijkbaar, omdat tragere ritmes tijd nodig hebben om zich te tonen. RMSSD is consistenter bij verschillende opnameduur — daarom is het de belangrijkste herstelwaarde.
pt_br: Compare o SDNN apenas entre gravações de duração semelhante. Uma gravação de 5 minutos e outra de 8 horas não são comparáveis, porque ritmos mais lentos precisam de tempo para aparecer. O RMSSD é mais consistente entre gravações de durações diferentes — por isso é a principal métrica de recuperação.
ru: Сравнивайте SDNN только между записями похожей длительности. 5-минутная и 8-часовая записи несопоставимы, потому что медленным ритмам нужно время, чтобы проявиться. RMSSD стабильнее при разной длине записи — поэтому он основной показатель восстановления.
sv: Jämför bara SDNN mellan inspelningar av liknande längd. En inspelning på 5 minuter och en på 8 timmar är inte jämförbara, eftersom långsammare rytmer behöver tid för att framträda. RMSSD är mer konsekvent över olika inspelningslängder — därför är det det primära återhämtningsmåttet.
zh_hans: 只在时长相近的记录之间比较 SDNN。5 分钟的记录和 8 小时的记录不可比，因为较慢的节律需要时间才能显现。RMSSD 在不同记录时长之间更一致 — 这就是它作为主要恢复指标的原因。

source: Complete guide to every HRV metric — ranges, interpretation, and what to do
ar: دليل شامل لكل مقاييس HRV — النطاقات والتفسير وما يجب فعله
da: Komplet guide til alle HRV-målinger — intervaller, fortolkning og hvad du kan gøre
de: Vollständiger Leitfaden zu jeder HRV-Metrik — Bereiche, Interpretation und was zu tun ist
es: Guía completa de cada métrica de HRV: rangos, interpretación y qué hacer
fi: Kattava opas jokaiseen HRV-mittariin — vaihteluvälit, tulkinta ja mitä tehdä
fr: Guide complet de chaque métrique HRV — plages, interprétation et que faire
is: Heildarleiðarvísir um allar HRV-mælingar — bil, túlkun og hvað skal gera
it: Guida completa a ogni metrica HRV — intervalli, interpretazione e cosa fare
ja: すべての HRV 指標の完全ガイド — 範囲、解釈、取るべき行動
ko: 모든 HRV 지표에 대한 종합 안내 — 범위, 해석, 대처 방법
nb: Komplett guide til alle HRV-målinger — områder, tolkning og hva du kan gjøre
nl: Volledige gids voor elke HRV-waarde — bereiken, interpretatie en wat je kunt doen
pt_br: Guia completo de todas as métricas de VFC — faixas, interpretação e o que fazer
ru: Полное руководство по всем показателям ВСР — диапазоны, интерпретация и что делать
sv: Komplett guide till varje HRV-mått — intervall, tolkning och vad du kan göra
zh_hans: 每项 HRV 指标的完整指南 — 范围、解读以及该怎么做

source: Complete NREM-to-REM cycles achieved vs expected for your sleep duration.
ar: دورات NREM إلى REM المكتملة مقارنةً بالمتوقع لمدة نومك.
da: Fuldførte NREM-til-REM-cyklusser i forhold til forventet for din søvnlængde.
de: Erreichte vollständige NREM-zu-REM-Zyklen im Vergleich zu den erwarteten für deine Schlafdauer.
es: Ciclos completos NREM-REM logrados frente a los esperados para la duración de tu sueño.
fi: Toteutuneet täydet NREM–REM-syklit verrattuna unesi kestoon nähden odotettuihin.
fr: Cycles NREM-REM complets réalisés par rapport aux cycles attendus pour votre durée de sommeil.
is: Heilar NREM-til-REM lotur sem náðust miðað við væntan fjölda fyrir svefnlengd þína.
it: Cicli completi NREM-REM raggiunti rispetto a quelli attesi per la durata del tuo sonno.
ja: 睡眠時間に対して想定される数と比べた、完了したノンレム～レム睡眠サイクルの数です。
ko: 수면 시간 대비 기대되는 횟수와 비교한 완료된 NREM-REM 주기 수.
nb: Fullførte NREM-til-REM-sykluser sammenlignet med forventet for søvnvarigheten din.
nl: Voltooide NREM-naar-REM-cycli ten opzichte van wat je bij je slaapduur kunt verwachten.
pt_br: Ciclos NREM-REM completos alcançados em relação ao esperado para a duração do seu sono.
ru: Число завершённых циклов NREM→REM по сравнению с ожидаемым для вашей продолжительности сна.
sv: Fullständiga NREM-till-REM-cykler jämfört med förväntat antal för din sömnlängd.
zh_hans: 实际完成的 NREM 到 REM 周期数与按你的睡眠时长预期的周期数对比。

source: Complete session data including analysis results
ar: بيانات الجلسة الكاملة بما فيها نتائج التحليل
da: Komplette sessionsdata inklusive analyseresultater
de: Vollständige Sitzungsdaten einschließlich Analyseergebnissen
es: Datos completos de la sesión, incluidos los resultados del análisis
fi: Istunnon täydet tiedot analyysitulokset mukaan lukien
fr: Données complètes de la session, y compris les résultats d’analyse
is: Öll gögn lotunnar ásamt niðurstöðum greiningar
it: Dati completi della sessione, inclusi i risultati dell'analisi
ja: 分析結果を含むセッションの全データ
ko: 분석 결과를 포함한 전체 세션 데이터
nb: Fullstendige øktdata inkludert analyseresultater
nl: Volledige sessiegegevens inclusief analyseresultaten
pt_br: Dados completos da sessão, incluindo os resultados da análise
ru: Полные данные сессии, включая результаты анализа
sv: Fullständiga sessionsdata inklusive analysresultat
zh_hans: 完整的记录数据，包括分析结果

source: Configuration, data, sync, tags, AI keys + memory, and Help Center
ar: الإعداد والبيانات والمزامنة والعلامات ومفاتيح الذكاء الاصطناعي + الذاكرة ومركز المساعدة
da: Konfiguration, data, synkronisering, tags, AI-nøgler + hukommelse og Hjælpecenter
de: Konfiguration, Daten, Synchronisierung, Tags, KI-Schlüssel + Gedächtnis und Hilfezentrum
es: Configuración, datos, sincronización, etiquetas, claves de IA + memoria y Centro de ayuda
fi: Määritykset, tiedot, synkronointi, tunnisteet, tekoälyavaimet + muisti ja Ohjekeskus
fr: Configuration, données, synchronisation, tags, clés d’IA + mémoire, et Centre d’aide
is: Uppsetning, gögn, samstilling, merki, gervigreindarlyklar + minni og Hjálparmiðstöð
it: Configurazione, dati, sincronizzazione, tag, chiavi IA + memoria e Centro assistenza
ja: 構成、データ、同期、タグ、AI キーとメモリ、ヘルプセンター
ko: 구성, 데이터, 동기화, 태그, AI 키 + 메모리, 도움말 센터
nb: Konfigurasjon, data, synkronisering, tagger, AI-nøkler + minne og Hjelpesenter
nl: Configuratie, gegevens, synchronisatie, tags, AI-sleutels + geheugen en Helpcentrum
pt_br: Configuração, dados, sincronização, tags, chaves de IA + memória e Central de ajuda
ru: Конфигурация, данные, синхронизация, теги, ключи ИИ + память и Центр помощи
sv: Konfiguration, data, synk, taggar, AI-nycklar + minne och Hjälpcenter
zh_hans: 配置、数据、同步、标签、AI 密钥 + 记忆，以及帮助中心

source: Confirmation alert with two paths: Cancel, or Call 911 (direct dial). The alert text reminds you about iPhone-14+ Emergency SOS via satellite if you have no cellular signal.
ar: تنبيه تأكيد بخيارين: إلغاء، أو الاتصال بـ 911 (اتصال مباشر). يذكّرك نص التنبيه بميزة الطوارئ SOS عبر الأقمار الصناعية في iPhone 14 وما بعده إن لم تكن لديك تغطية خلوية.
da: Bekræftelsesadvarsel med to muligheder: Annuller eller Ring 911 (direkte opkald). Teksten minder dig om Nød-SOS via satellit på iPhone 14 og nyere, hvis du ikke har mobilsignal.
de: Bestätigungsdialog mit zwei Optionen: Abbrechen oder Notruf wählen (Direktwahl). Der Text erinnert dich an den Notruf SOS via Satellit ab iPhone 14, falls du kein Mobilfunksignal hast.
es: Alerta de confirmación con dos opciones: Cancelar o Llamar al 911 (llamada directa). El texto de la alerta te recuerda la Emergencia SOS vía satélite del iPhone 14 o posterior si no tienes cobertura móvil.
fi: Vahvistusilmoitus kahdella vaihtoehdolla: Peruuta tai Soita 911 (suora soitto). Ilmoitusteksti muistuttaa iPhone 14:n ja uudempien satelliittiyhteydellä toimivasta Hätä-SOS:sta, jos sinulla ei ole matkapuhelinverkkoa.
fr: Alerte de confirmation avec deux options : Annuler, ou Appeler les secours (appel direct). Le texte de l’alerte vous rappelle l’existence de l’appel d’urgence par satellite sur iPhone 14 et ultérieurs si vous n’avez pas de réseau cellulaire.
is: Staðfestingarviðvörun með tveimur leiðum: Hætta við eða Hringja í 911 (beint símtal). Í viðvöruninni ertu minnt/ur á neyðar-SOS um gervihnött á iPhone 14 og nýrri ef ekkert farsímasamband er.
it: Avviso di conferma con due opzioni: Annulla o Chiama il 911 (chiamata diretta). Il testo ti ricorda l'SOS emergenze via satellite di iPhone 14 e successivi se non hai segnale cellulare.
ja: 確認アラートに 2 つの選択肢があります：キャンセル、または 911 に発信（直接ダイヤル）。携帯電話の電波がない場合に備えて、アラートの文面で iPhone 14 以降の衛星経由の緊急 SOS についても案内します。
ko: 두 가지 선택지가 있는 확인 알림: 취소 또는 911 전화(직접 발신). 알림 문구는 셀룰러 신호가 없을 때 iPhone 14 이상의 위성 긴급 SOS를 사용할 수 있음을 상기시켜 줍니다.
nb: Bekreftelsesvarsel med to valg: Avbryt eller Ring 911 (direkte oppringing). Varselteksten minner deg om Nød-SOS via satellitt på iPhone 14 og nyere hvis du ikke har mobildekning.
nl: Bevestigingsmelding met twee opties: Annuleer, of Bel 911 (direct bellen). De melding herinnert je aan Noodmelding via satelliet op iPhone 14 en nieuwer als je geen mobiel bereik hebt.
pt_br: Alerta de confirmação com duas opções: Cancelar ou Ligar para 911 (discagem direta). O texto do alerta lembra você do SOS de Emergência via satélite do iPhone 14 ou posterior, caso você esteja sem sinal de celular.
ru: Окно подтверждения с двумя вариантами: «Отмена» или «Позвонить 911» (прямой вызов). Текст напоминает об экстренном SOS через спутник на iPhone 14 и новее, если нет сотовой связи.
sv: Bekräftelseruta med två val: Avbryt eller Ring nödnumret (direktsamtal). Texten påminner om nöd-SOS via satellit på iPhone 14 och senare om du saknar mobiltäckning.
zh_hans: 带两个选项的确认提醒：取消，或拨打 911（直接拨号）。提醒文字会提示你，如果没有蜂窝信号，iPhone 14 及更新机型可使用卫星紧急 SOS。

source: Connect your Polar device before bed
ar: وصّل جهاز Polar قبل النوم
da: Forbind din Polar-enhed før sengetid
de: Verbinde dein Polar-Gerät vor dem Schlafengehen
es: Conecta tu dispositivo Polar antes de acostarte
fi: Yhdistä Polar-laitteesi ennen nukkumaanmenoa
fr: Connectez votre appareil Polar avant de vous coucher
is: Tengdu Polar tækið þitt fyrir háttinn
it: Collega il dispositivo Polar prima di andare a letto
ja: 寝る前に Polar デバイスを接続します
ko: 잠자리에 들기 전에 Polar 기기를 연결하세요
nb: Koble til Polar-enheten før du legger deg
nl: Verbind je Polar-apparaat voordat je gaat slapen
pt_br: Conecte seu dispositivo Polar antes de dormir
ru: Подключите устройство Polar перед сном
sv: Anslut din Polar-enhet innan du går och lägger dig
zh_hans: 睡前连接你的 Polar 设备

source: Connected models (BYOK — bring your own key)
ar: النماذج المتصلة (BYOK — استخدم مفتاحك الخاص)
da: Forbundne modeller (BYOK — brug din egen nøgle)
de: Verbundene Modelle (BYOK — bring deinen eigenen Schlüssel mit)
es: Modelos conectados (BYOK: trae tu propia clave)
fi: Yhdistetyt mallit (BYOK — oma avain)
fr: Modèles connectés (BYOK — apportez votre propre clé)
is: Tengd líkön (BYOK — komdu með þinn eigin lykil)
it: Modelli connessi (BYOK — usa la tua chiave)
ja: 接続モデル（BYOK — 自分のキーを使用）
ko: 연결된 모델(BYOK — 본인 키 사용)
nb: Tilkoblede modeller (BYOK — bruk din egen nøkkel)
nl: Verbonden modellen (BYOK — gebruik je eigen sleutel)
pt_br: Modelos conectados (BYOK — use sua própria chave)
ru: Подключённые модели (BYOK — свой ключ)
sv: Anslutna modeller (BYOK — använd din egen nyckel)
zh_hans: 已连接的模型（BYOK — 使用你自己的密钥）

source: Connected models (Claude / ChatGPT / Gemini / Grok / DeepSeek)
ar: النماذج المتصلة (Claude / ChatGPT / Gemini / Grok / DeepSeek)
da: Forbundne modeller (Claude / ChatGPT / Gemini / Grok / DeepSeek)
de: Verbundene Modelle (Claude / ChatGPT / Gemini / Grok / DeepSeek)
es: Modelos conectados (Claude / ChatGPT / Gemini / Grok / DeepSeek)
fi: Yhdistetyt mallit (Claude / ChatGPT / Gemini / Grok / DeepSeek)
fr: Modèles connectés (Claude / ChatGPT / Gemini / Grok / DeepSeek)
is: Tengd líkön (Claude / ChatGPT / Gemini / Grok / DeepSeek)
it: Modelli connessi (Claude / ChatGPT / Gemini / Grok / DeepSeek)
ja: 接続モデル（Claude / ChatGPT / Gemini / Grok / DeepSeek）
ko: 연결된 모델(Claude / ChatGPT / Gemini / Grok / DeepSeek)
nb: Tilkoblede modeller (Claude / ChatGPT / Gemini / Grok / DeepSeek)
nl: Verbonden modellen (Claude / ChatGPT / Gemini / Grok / DeepSeek)
pt_br: Modelos conectados (Claude / ChatGPT / Gemini / Grok / DeepSeek)
ru: Подключённые модели (Claude / ChatGPT / Gemini / Grok / DeepSeek)
sv: Anslutna modeller (Claude / ChatGPT / Gemini / Grok / DeepSeek)
zh_hans: 已连接的模型（Claude / ChatGPT / Gemini / Grok / DeepSeek）

source: Connected models cost real money per message. Each provider's dashboard shows your usage. Anthropic prompt caching is enabled automatically — repeat sends in a chat run at ~10% of the first-send cost.
ar: تكلّف النماذج المتصلة مالًا حقيقيًا لكل رسالة. تعرض لوحة تحكم كل مزوّد استخدامك. يُفعَّل التخزين المؤقت للموجّه لدى Anthropic تلقائيًا — الإرسالات المتكررة في المحادثة تكلّف نحو 10% من تكلفة الإرسال الأول.
da: Forbundne modeller koster rigtige penge pr. besked. Hver udbyders dashboard viser dit forbrug. Anthropic prompt-caching aktiveres automatisk — gentagne afsendelser i en chat koster ~10 % af den første.
de: Verbundene Modelle kosten pro Nachricht echtes Geld. Das Dashboard jedes Anbieters zeigt deine Nutzung. Anthropic-Prompt-Caching ist automatisch aktiviert — wiederholte Anfragen in einem Chat kosten ~10 % der ersten Anfrage.
es: Los modelos conectados cuestan dinero real por mensaje. El panel de cada proveedor muestra tu uso. La caché de prompts de Anthropic se activa automáticamente: los envíos repetidos en un chat cuestan ~10 % del primer envío.
fi: Yhdistetyt mallit maksavat oikeaa rahaa viestiä kohden. Kunkin palveluntarjoajan hallintapaneeli näyttää käyttösi. Anthropicin kehotevälimuisti on käytössä automaattisesti — toistuvat lähetykset keskustelussa maksavat noin 10 % ensimmäisen lähetyksen hinnasta.
fr: Les modèles connectés coûtent de l’argent réel à chaque message. Le tableau de bord de chaque fournisseur indique votre utilisation. La mise en cache des prompts d’Anthropic est activée automatiquement — les envois répétés dans une conversation coûtent ~10 % du premier envoi.
is: Tengd líkön kosta raunverulega peninga fyrir hvert skeyti. Stjórnborð hvers þjónustuaðila sýnir notkunina þína. Skyndiminni fyrirmæla hjá Anthropic er virkjað sjálfkrafa — endurteknar sendingar í spjalli kosta ~10% af kostnaði fyrstu sendingar.
it: I modelli connessi costano denaro reale per ogni messaggio. Il pannello di ogni fornitore mostra il tuo utilizzo. La cache dei prompt di Anthropic è attivata automaticamente: gli invii ripetuti in una chat costano circa il 10% del primo invio.
ja: 接続モデルはメッセージごとに実費がかかります。使用量は各プロバイダのダッシュボードで確認できます。Anthropic のプロンプトキャッシュは自動で有効になります — 同じチャット内で繰り返し送信すると、初回送信の約 10% のコストで済みます。
ko: 연결된 모델은 메시지마다 실제 비용이 발생합니다. 사용량은 각 제공업체의 대시보드에서 확인할 수 있습니다. Anthropic 프롬프트 캐싱은 자동으로 활성화되며, 한 채팅 안에서 반복 전송하면 첫 전송 비용의 약 10%로 처리됩니다.
nb: Tilkoblede modeller koster ekte penger per melding. Oversikten hos hver leverandør viser forbruket ditt. Hurtigbufring av ledetekster hos Anthropic er slått på automatisk — gjentatte sendinger i en chat koster ~10 % av den første sendingen.
nl: Verbonden modellen kosten per bericht echt geld. Het dashboard van elke aanbieder toont je gebruik. Promptcaching van Anthropic staat automatisch aan — herhaalde berichten in een chat kosten ~10% van het eerste bericht.
pt_br: Modelos conectados custam dinheiro de verdade por mensagem. O painel de cada provedor mostra seu uso. O cache de prompt da Anthropic é ativado automaticamente — reenvios em um chat custam ~10% do primeiro envio.
ru: Подключённые модели стоят реальных денег за каждое сообщение. Расход виден в панели каждого провайдера. Кэширование запросов Anthropic включается автоматически — повторные отправки в чате стоят ~10% от стоимости первой.
sv: Anslutna modeller kostar riktiga pengar per meddelande. Varje leverantörs instrumentpanel visar din användning. Anthropics promptcachning aktiveras automatiskt — upprepade meddelanden i en chatt kostar ~10 % av det första.
zh_hans: 已连接的模型每条消息都会产生实际费用。各服务商的控制台会显示你的用量。Anthropic 提示缓存会自动启用 — 同一对话中的重复发送费用约为首次发送的 10%。
